Repository: akbarali1/intend-pay-wordpress-woocommerce
Catalog: lang/intend-*.po
Languages: ru_ru, uz_uz

source: Payment system Payme
ru_ru: Платежная система Payme
uz_uz: Payme to`lov tizimi

source: Configure checkout settings
ru_ru: Настройте параметры оплаты
uz_uz: To`lov parametrlarini sozlang

source: Your Web Cash Endpoint URL to handle requests is:
ru_ru: Ваш URL для обработки запросов:
uz_uz: Sizning so`rovlarni qayta ishlash URL-ingiz

source: Enable/Disable
ru_ru: Включен/Отключен
uz_uz: Yoqilgan/O`chirilgan

source: Enabled
ru_ru: Включен
uz_uz: Yoqilgan

source: Merchant ID
ru_ru: ID поставщика
uz_uz: Xizmat ko`rsatuvchi IDsi

source: Obtain and set Merchant ID from the Paycom Merchant Cabinet
ru_ru: Используйте ID поставщика из кабинета мерчанта
uz_uz: Paycom kabinetidagi kassa ID-sidan foydalaning

source: KEY
ru_ru: Ключ - пароль кассы
uz_uz: Kalit - kassa paroli

source: Obtain and set KEY from the Paycom Merchant Cabinet
ru_ru: Используйте пароль от кабинета мерчанта
uz_uz: Paycom kabinetidagi kassa kaliti - parolidan foydalaning

source: Set Paycom Checkout URL to submit a payment
ru_ru: Установите Paycom Checkout URL для подтверждения оплаты
uz_uz: To`lov so`rovlarini yuborish uchun Paycom Checkout URL-ini ko`rsating

source: Return URL
ru_ru: URL возврата
uz_uz: Orqaga qaytish URLi

source: Set Paycom return URL
ru_ru: Введите обратный URL
uz_uz: Orqaga qaytish URLini kiriting

source: Payment for Order #%1$s
ru_ru: Оплата заказа №%1$s
uz_uz: №%1$s harid uchun to`lov

source: Pay
ru_ru: Оплатить
uz_uz: To`lash

source: Cancel payment and return back
ru_ru: Отказаться от платежа и вернуться
uz_uz: To`lovni bekor qilib, orqaga qaytish

source: Thank you for your order, press "Pay" button to continue.
ru_ru: Спасибо за покупку. Нажмите "Оплатить" для продолжения.
uz_uz: Haridingiz uchun rahmat. Haridni amalga oshirish uchun "To`lash"ni bosing.

source: Cannot change the password
ru_ru: Не удалось изменить пароль
uz_uz: Parol o`zgartirilmadi

source: Could not parse JSON
ru_ru: Парсинг JSON невозможен
uz_uz: JSON ma`lumotlarda xatolik mavjud

source: Order number cannot be found
ru_ru: Номер заказа не найден
uz_uz: Buyurtma raqami topilmadi

source: Other transaction for this order is in progress
ru_ru: Оплата запущена. Повторная оплата - невозможна
uz_uz: Bu buyurtma uchun boshqa aktiv tranzaksiya mavjud

source: Order amount is incorrect
ru_ru: Неверная сумма заказа
uz_uz: Buyurtma summasi xato

source: Unknown error
ru_ru: Неизвестная ошибка
uz_uz: Noma`lum xatolik

source: Unknown method
ru_ru: Неизвестный метод
uz_uz: Noma`lum metod

source: Transaction number is wrong
ru_ru: Неверный номер транзакции
uz_uz: Tranzaksiya raqami xato

source: Transaction was cancelled or refunded
ru_ru: Транзакция отменена или возвращена
uz_uz: Tranzaksiya bekor qilingan yoki qaytarilgan

source: It is impossible to cancel. The order is completed
ru_ru: Заказ выполнен. Отмена невозможна
uz_uz: Buyurtma bajarilgan - uni bekor qilib bo`lmaydi

source: Error during authorization
ru_ru: Ошибка авторизации
uz_uz: Avtorizatsiyada xatolik

source: Payment successfully paid
ru_ru: Платеж успешно оплачен
uz_uz: To'lov muvaffaqiyatli to'landi

source: Thank you for your purchase!
ru_ru: Благодарим вас за покупку!
uz_uz: Xaridingiz uchun tashakkur!

source: Payment not paid
ru_ru: Платеж не оплачен
uz_uz: To'lov to'lanmadi

source: An error occurred during payment. Try again or contact your administrator.
ru_ru: Во время платежа произошла ошибка. Повторите попытку или обратитесь к администратору.
uz_uz: To'lov vaqtida xatolik yuz berdi. Qaytadan urinib ko'ring yoki administrator bilan bog'laning.

source: http://paycom.uz
ru_ru: https://paycom.uz
uz_uz: https://paycom.uz

source: Payme Checkout Plugin for WooCommerce
ru_ru: Плагин WooCommerce для Payme
uz_uz: WooCommerce uchun Payme plagini
